Repository: gooson/DUNE
Catalog: Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko

source: Recovery session complete, but Health save didn't finish.
ja: 回復セッションは完了しましたが、ヘルスケアへの保存は完了しませんでした。
ko: 회복 세션은 완료됐지만 건강 앱 저장은 끝나지 않았어요.

source: Recovery session complete.
ja: 回復セッションが完了しました。
ko: 회복 세션이 완료됐어요.

source: Recovery Status
ja: 回復状態
ko: 회복 상태

source: Recovery very low — elevated RHR suggests rest
ja: 回復がかなり低く、RHRも高めです — 休息が必要です
ko: 회복이 매우 낮고 RHR도 높아요 — 휴식이 필요해요

source: Recovery very low — prioritize rest
ja: 回復が非常に低い — 休息を優先しましょう
ko: 회복이 매우 낮음 — 휴식을 우선하세요

source: Recurring
ja: 繰り返し
ko: 반복 주기

source: Reduce volume — %@ is low
ja: ボリュームを減らしましょう — %@が低いです
ko: 운동량을 줄이세요 — %@이(가) 낮습니다

source: Reduce volume. Active recovery
ja: ボリュームを減らしましょう。アクティブリカバリー
ko: 운동량을 줄이세요. 액티브 리커버리

source: Reduce volume. Active recovery.
ja: ボリュームを減らしてください。アクティブリカバリー。
ko: 볼륨을 줄이세요. 능동적 회복.

source: Refine your setup, brace, and range of motion before adding load.
ja: 負荷を増やす前に、セットアップ、ブレーシング、可動域を先に整えましょう。
ko: 중량을 늘리기 전에 셋업, 브레이싱, 가동범위를 먼저 다듬으세요.

source: Refresh
ja: 再読み込み
ko: 새로고침

source: Regular posture assessments help you track improvements and catch issues early.
ja: 定期的な姿勢評価で改善を追跡し、問題を早期に発見できます。
ko: 정기적인 자세 평가로 개선 사항을 추적하고 문제를 조기에 발견할 수 있어요.

source: Regularly check your upper/lower body ratio
ja: 上半身/下半身の比率を定期的に確認しましょう
ko: 상체/하체 비율을 정기적으로 점검하세요

source: Relax your arms at your sides
ja: 腕を自然に下ろしてください
ko: 팔을 자연스럽게 내려주세요

source: REM
ja: レム睡眠
ko: 렘 수면

source: Reminder
ja: リマインダー
ko: 알림

source: Reminder Lead Time
ja: 通知タイミング
ko: 취침 미리 알림 시간

source: Reminder time
ja: リマインダー時刻
ko: 알림 시각

source: Reminders
ja: 通知
ko: 알림

source: Remove this goal?
ja: この目標を削除しますか？
ko: 이 목표를 삭제할까요?

source: Reorder
ja: 順序変更
ko: 순서 변경

source: Reorder Exercises
ja: エクササイズの並べ替え
ko: 운동 순서 변경

source: Reorder exercises mid-workout on Apple Watch — rearrange your session on the fly from your wrist.
ja: Apple Watchでワークアウト中にエクササイズの順番を変更 — 手首からセッションを自由に再構成。
ko: Apple Watch에서 운동 중 종목 순서를 변경하세요 — 손목에서 바로 세션을 재구성합니다.

source: Repeated %lld times, avg %lld min
ja: %lld回繰り返し、平均%lld分
ko: %lld회 반복, 평균 %lld분

source: Reps
ja: レップ
ko: 반복

source: REPS
ja: レップ
ko: 횟수

source: Reps must be between 1 and %lld
ja: 回数は1〜%lldの範囲で入力してください
ko: 횟수는 1~%lld 사이여야 합니다

source: Reps Only
ja: レップのみ
ko: 반복만

source: Requires Apple Intelligence on a supported device.
ja: 対応デバイスでApple Intelligenceが必要です。
ko: 지원되는 기기에서 Apple Intelligence가 필요합니다.

source: Reset
ja: リセット
ko: 초기화

source: Reset Mock Data
ja: モックデータをリセット
ko: 목업 데이터 초기화

source: Reset your rhythm
ja: リズムを整えましょう
ko: 리듬을 다시 맞추세요

source: Respiratory Rate
ja: 呼吸数
ko: 호흡수

source: Rest
ja: 休憩
ko: 휴식

source: Rest day
ja: 休息日
ko: 휴식일

source: Rest Day
ja: 休息日
ko: 휴식일

source: Rest days are essential for recovery — you don't need to train every day
ja: 休息日は回復に不可欠です。毎日トレーニングする必要はありません
ko: 휴식일은 회복에 필수예요. 매일 훈련할 필요는 없어요

source: Rest is important today
ja: 今日は休息が大切です
ko: 오늘은 휴식이 중요해요

source: Rest is recommended
ja: 休息をおすすめします
ko: 휴식을 권장합니다

source: Rest is recommended. Skip training today.
ja: 休息をおすすめします。今日はトレーニングを休みましょう。
ko: 휴식을 권장해요. 오늘은 운동을 쉬세요.

source: Rest is strongly recommended today
ja: 今日は休息を強くお勧めします
ko: 오늘은 휴식이 강력히 권장됩니다

source: Rest or Light Activity
ja: 休息または軽い活動
ko: 휴식 또는 가벼운 활동

source: Rest or very light movement only
ja: 休息または非常に軽い運動のみ
ko: 휴식 또는 매우 가벼운 움직임만

source: Rest or very light movement only.
ja: 休息またはごく軽い運動のみ。
ko: 휴식 또는 아주 가벼운 움직임만.

source: Rest recommended — high injury risk
ja: 休息を推奨します — 怪我のリスクが高いです
ko: 휴식을 권장해요 — 부상 위험이 높아요

source: Rest Time
ja: 休憩時間
ko: 휴식 시간

source: Rest Timer
ja: 休憩タイマー
ko: 휴식 타이머

source: Resting
ja: 休憩中
ko: 휴식 중

source: Resting Heart Rate
ja: 安静時心拍数
ko: 안정시 심박수

source: Resting Heart Rate Alert
ja: 安静時心拍数アラート
ko: 안정시 심박수 경고

source: Resting HR
ja: 安静時心拍数
ko: 안정시 심박수

source: Resting HR Alert
ja: 安静時心拍数アラート
ko: 안정시 심박수 경고

source: Restricted
ja: 制限あり
ko: 제한됨

source: Results
ja: 結果
ko: 결과

source: Resume
ja: 再開
ko: 재개

source: Retake
ja: 撮り直す
ko: 재촬영

source: Retract shoulder blades and arch upper back
ja: 肩甲骨を寄せ、上背部に軽いアーチを作ります。
ko: 견갑골을 모으고 상부 등을 살짝 아치로 만드세요.

source: Retry
ja: 再試行
ko: 재시도

source: Retry Needed
ja: 再試行が必要
ko: 다시 시도 필요

source: Return to training gradually when recovered
ja: 回復後、徐々にトレーニングに戻ってください
ko: 회복 후 점진적으로 훈련에 복귀하세요

source: Review a summary of your week — volume, intensity, and key highlights.
ja: 週のサマリーを確認しましょう — ボリューム、強度、主要ハイライト。
ko: 일주일의 요약을 확인하세요 — 볼륨, 강도, 주요 하이라이트.

source: Review Draft
ja: 下書きを確認
ko: 초안 검토

source: Review the voice draft before saving it.
ja: 保存する前に音声の下書きを確認してください。
ko: 저장하기 전에 음성 초안을 먼저 검토하세요.

source: Review unread insights and jump back into important updates any time.
ja: 未読のインサイトを確認し、重要な更新にいつでも戻れます。
ko: 읽지 않은 인사이트를 확인하고 중요한 업데이트로 언제든 다시 이동하세요.

source: Review weight trends for strength and pace/distance trends for cardio
ja: 筋力は重量トレンド、有酸素はペース/距離トレンドを確認しましょう
ko: 근력은 중량 추세를, 유산소는 페이스/거리 추세를 확인하세요

source: Reward Progress
ja: 報酬進捗
ko: 보상 진행도

source: RHR Adjustment
ja: RHR補正
ko: RHR 보정

source: RHR Baseline
ja: RHRベースライン
ko: RHR 기준선

source: RHR Delta
ja: RHR変化
ko: RHR 변화

source: RHR dropped %lldbpm — a positive sign.
ja: 安静時心拍数が%lldbpm低下 — 良い兆候です。
ko: 안정시 심박수가 %lldbpm 떨어졌어요 — 좋은 신호예요.

source: RHR elevated and recovery low — rest recommended
ja: RHR上昇かつ回復低下 — 休息をおすすめします
ko: RHR 상승과 낮은 회복 상태 — 휴식을 권장해요

source: RHR is up %lldbpm from yesterday.
ja: 安静時心拍数が昨日より%lldbpm上昇しました。
ko: 안정시 심박수가 어제보다 %lldbpm 올랐어요.

source: RHR vs 14d avg
ja: RHR 14日平均比
ko: RHR 14일 평균 대비

source: RHR vs 60d avg
ja: RHR 60日平均比
ko: RHR 60일 평균 대비

source: Right
ja: 右
ko: 오른쪽

source: Risk Factors
ja: リスク要因
ko: 위험 요소

# Round %@ / %@
source: Round %1$@ / %2$@
ja: ラウンド %@ / %@
ko: 라운드 %@ / %@

source: Rounded Shoulders
ja: 巻き肩
ko: 굽은 어깨

source: Rounds
ja: ラウンド
ko: 라운드

source: Rounds Based
ja: ラウンド制
ko: 라운드 기반

source: Rounds must be between 1 and %lld
ja: ラウンドは1〜%lldの範囲で入力してください
ko: 라운드는 1~%lld 사이여야 합니다

source: Routine
ja: ルーティン
ko: 루틴

source: Routine Consistency
ja: ルーティンの継続性
ko: 루틴 일관성

source: Rowing
ja: ローイング
ko: 로잉

source: RPE (Rate of Perceived Exertion) measures how difficult a set felt. It helps you track intensity and plan progression.
ja: RPE（自覚的運動強度）はセットの難易度を測定します。強度の追跡と漸進的過負荷の計画に役立ちます。
ko: RPE(자각 운동 강도)는 세트가 얼마나 힘들었는지를 측정합니다. 강도 추적과 점진적 과부하 계획에 도움이 됩니다.

source: RPE Guide
ja: RPEガイド
ko: RPE 가이드

source: RPE Help
ja: RPEヘルプ
ko: RPE 도움말

source: RPE Trend
ja: RPEトレンド
ko: RPE 추이

source: RPE Trend & Overtraining Alert
ja: RPEトレンド＆オーバートレーニング警告
ko: RPE 트렌드 & 오버트레이닝 경고

source: Rugby
ja: ラグビー
ko: 럭비

source: Running
ja: ランニング
ko: 달리기

source: Running 15km / week
ja: 週15kmランニング
ko: 주 15km 러닝

source: Running Distance
ja: ランニング距離
ko: 러닝 거리

source: Sailing
ja: セーリング
ko: 세일링

source: Sat
ja: 土
ko: 토

source: Save
ja: 保存
ko: 저장

source: Save and finish this workout?
ja: このワークアウトを保存して終了しますか？
ko: 이 운동을 저장하고 종료할까요?

source: Save as Template
ja: テンプレートとして保存
ko: 템플릿으로 저장

source: Save Assessment
ja: 評価を保存
ko: 평가 저장

source: Save completed sets and move to next exercise?
ja: 完了したセットを保存して次のエクササイズに進みますか？
ko: 완료된 세트를 저장하고 다음 운동으로 이동할까요?

source: Save this draft to workout history when it looks right.
ja: 内容が問題なければ、この下書きをワークアウト履歴に保存してください。
ko: 내용이 맞으면 이 초안을 운동 기록에 저장하세요.

source: Save to History
ja: 履歴に保存
ko: 기록에 저장

source: Saved
ja: 保存済み
ko: 저장됨

source: Saved to workout history.
ja: ワークアウト履歴に保存しました。
ko: 운동 기록에 저장했습니다.

source: Saves the posture assessment to your history
ja: 姿勢評価を履歴に保存します
ko: 자세 측정 결과를 기록에 저장합니다

source: Saving...
ja: 保存中...
ko: 저장 중...

source: Scene
ja: シーン
ko: 장면

source: Schedule starts after the first completion
ja: 最初の完了後にサイクルが開始されます
ko: 첫 완료 후 주기가 시작됩니다

source: Scheduled
ja: 予定
ko: 예정

source: Scheduled · Starts %@
ja: 予定・%@開始
ko: 예정 · %@ 시작

source: Scheduled · Waiting for first completion
ja: 予定・初回完了待ち
ko: 예정 · 첫 완료 대기

source: SCORE
ja: スコア
ko: 점수

source: Score Calculation
ja: スコア計算
ko: 점수 계산

source: Score Composition
ja: スコア構成
ko: 점수 구성

source: Score Contributors
ja: スコア要因
ko: 점수 기여 요소

source: Seamless Sync
ja: シームレス同期
ko: 끊김 없는 동기화

source: Search
ja: 検索
ko: 검색

source: Search a supported lift and inspect setup cues, target muscles, and equipment context before you move into the spatial strength scene.
ja: 対応リフトを検索し、spatial strength scene に移る前にセットアップのポイント、ターゲット筋、器具情報を確認しましょう。
ko: 지원되는 리프트를 검색하고, spatial strength scene으로 넘어가기 전에 셋업 포인트, 타깃 근육, 장비 맥락을 확인하세요.

source: Search exercises
ja: エクササイズを検索
ko: 운동 검색

source: Seated chest press machine. Isolates chest muscles
ja: 座位チェストプレスマシン。胸筋を集中的に鍛える
ko: 좌식 체스트 프레스 머신. 가슴 근육 분리

source: Seated fly machine. Develops inner chest
ja: 座位フライマシン。内側の胸を鍛える
ko: 좌식 플라이 머신. 안쪽 가슴 발달

source: Seated leg extension. Isolates quadriceps
ja: 座位レッグエクステンション。大腿四頭筋を集中的に鍛える
ko: 좌식 레그 익스텐션. 대퇴사두근 분리

source: Seated shoulder press machine. Targets deltoids
ja: 座位ショルダープレスマシン。三角筋に効果的
ko: 좌식 숄더 프레스 머신. 삼각근 타겟

source: SEC
ja: 秒
ko: 초

source: Secondary
ja: 補助筋
ko: 보조근

source: Secondary Muscles
ja: 補助筋
ko: 보조근

source: See All
ja: すべて表示
ko: 모두 보기

source: See how your condition changes throughout the day with hourly HRV and heart rate charts.
ja: 時間別HRVと心拍数チャートで、一日を通したコンディションの変化を確認できます。
ko: 시간별 HRV 및 심박수 차트로 하루 동안의 컨디션 변화를 확인하세요.

source: See sleep, body, and active indicators together in one score-driven view.
ja: 睡眠、身体記録、アクティブ指標をひとつのスコア中心ビューでまとめて確認できます。
ko: 수면, 신체 기록, 활동 지표를 하나의 점수 중심 화면에서 함께 확인하세요.

source: See tonight's predicted sleep quality based on your recent patterns and today's activity.
ja: 最近のパターンと今日の活動に基づいて、今夜の予測睡眠品質を確認しましょう。
ko: 최근 패턴과 오늘의 활동을 기반으로 오늘 밤 예상 수면 품질을 확인하세요.

source: See which muscle groups are recovered, overloaded, or ready on an interactive body map.
ja: インタラクティブなボディマップで、どの筋肉群が回復済み、過負荷、準備完了かを確認しましょう。
ko: 인터랙티브 바디 맵에서 어떤 근육군이 회복되었는지, 과부하인지, 준비되었는지 확인하세요.

source: See your VO2 Max automatically captured from HealthKit during cardio workouts.
ja: 有酸素運動中にHealthKitから自動取得されたVO2 Maxを確認できます。
ko: 유산소 운동 중 HealthKit에서 자동으로 수집된 VO2 Max를 확인하세요.

source: Seed Advanced Mock Data
ja: 高度モックデータを投入
ko: 고급 목업 데이터 채우기

source: Select at least one primary muscle
ja: メインの筋肉を1つ以上選択してください
ko: 주요 근육을 하나 이상 선택해주세요

source: Select Exercise
ja: エクササイズ選択
ko: 운동 선택

source: Select up to 3 metrics shown at the top of Today.
ja: Todayタブの上部に表示する指標を最大3つ選択してください。
ko: 오늘 탭 상단에 표시할 지표를 최대 3개 선택하세요.

source: Session
ja: セッション
ko: 세션

source: Session History
ja: セッション履歴
ko: 세션 기록

source: Session live for %@ min
ja: セッション開始から%@分
ko: %@분째 세션 진행 중

source: sessions
ja: セッション
ko: 세션

source: Sessions
ja: セッション
ko: 세션

source: SET
ja: セット
ko: 세트

source: Set %@
ja: セット %@
ko: 세트 %@

# Set %@ of %@
source: Set %1$@ of %2$@
ja: セット %@ / %@
ko: 세트 %@ / %@

source: Set a nightly reminder to wind down and protect your sleep schedule.
ja: 毎晩のリマインダーを設定して、睡眠スケジュールを守りましょう。
ko: 매일 밤 리마인더를 설정하여 수면 스케줄을 보호하세요.

source: Set an ambitious goal today. It's the perfect time to chase a PR or try a new exercise.
ja: 今日は高い目標を設定しましょう。PRに挑戦したり、新しいエクササイズを試すのに最適な時です。
ko: 오늘은 높은 목표를 세워보세요. PR에 도전하거나 새로운 운동을 시도하기 완벽한 시기입니다.

source: Set default values and choose exercises that should stay near the top of Quick Start.
ja: 運動ごとのデフォルト値を設定し、Quick Startの上位に置いておきたい運動を選びます。
ko: 운동별 기본값을 설정하고 Quick Start 상단에 유지할 운동을 고르세요.

source: Set default weight for each exercise. Last used weight is remembered automatically.
ja: 各エクササイズのデフォルト重量を設定してください。最後に使用した重量は自動的に記憶されます。
ko: 각 운동의 기본 무게를 설정하세요. 마지막 사용 무게는 자동으로 기억돼요.

source: Set-Level RPE
ja: セットRPE
ko: 세트별 RPE

source: Set-level RPE, stair climbing, VO2 Max tracking, workout rewards, and smarter sleep analysis — your fitness toolkit keeps growing.
ja: セットごとのRPE、階段クライミング、VO2 Max記録、ワークアウトリワード、睡眠分析の強化 — フィットネスツールがさらに進化。
ko: 세트별 RPE, 계단 오르기, VO2 Max 추적, 운동 보상, 수면 분석 강화 — 피트니스 도구가 계속 성장합니다.

source: Sets
ja: セット
ko: 세트

source: Sets × Reps
ja: セット × レップ
ko: 세트 × 횟수

source: Sets × Reps × Weight
ja: セット × レップ × 重量
ko: 세트 × 횟수 × 무게

source: Settings
ja: 設定
ko: 설정

source: Setup
ja: 準備
ko: 준비

source: Severe
ja: 重度
ko: 심각

source: Severe Debt
ja: 深刻な負債
ko: 심각한 부족

source: Severity
ja: 重症度
ko: 심각도

source: Share
ja: 共有
ko: 공유

source: Shared snapshot service is not connected.
ja: 共有スナップショットサービスに接続されていません。
ko: 공유 스냅샷 서비스가 연결되지 않았습니다.

source: Shared snapshot service isn't connected.
ja: 共有スナップショットサービスに接続されていません。
ko: 공유 스냅샷 서비스가 연결되지 않았어요.

source: SharePlay Active
ja: SharePlay接続中
ko: SharePlay 활성

source: SharePlay becomes available during a FaceTime call or nearby session.
ja: SharePlayはFaceTime通話または近接セッションで利用できます。
ko: SharePlay는 FaceTime 통화나 nearby session에서 사용할 수 있습니다.

source: SharePlay connected. Everyone now sees live set updates.
ja: SharePlayが接続されました。全員がライブのセット更新を確認できます。
ko: SharePlay가 연결됐습니다. 이제 모두가 실시간 세트 업데이트를 볼 수 있습니다.

source: SharePlay could not start. Try again.
ja: SharePlayを開始できませんでした。もう一度お試しください。
ko: SharePlay를 시작하지 못했습니다. 다시 시도해 주세요.

source: SharePlay ended. Your workout board is now local only.
ja: SharePlayが終了しました。ワークアウトボードはローカル表示に戻りました。
ko: SharePlay가 종료됐습니다. 워크아웃 보드는 이제 로컬 전용입니다.

source: SharePlay invitation sent. Waiting for the session to connect.
ja: SharePlayの招待を送信しました。セッション接続を待っています。
ko: SharePlay 초대를 보냈습니다. 세션 연결을 기다리는 중입니다.

source: SharePlay is not available in this environment.
ja: この環境ではSharePlayを利用できません。
ko: 이 환경에서는 SharePlay를 사용할 수 없습니다.

source: SharePlay Live
ja: SharePlay同期中
ko: SharePlay 실시간 연결

source: SharePlay Pending
ja: SharePlay接続待ち
ko: SharePlay 대기 중

source: SharePlay start was cancelled.
ja: SharePlayの開始がキャンセルされました。
ko: SharePlay 시작이 취소됐습니다.

source: SharePlay Unavailable
ja: SharePlayを利用できません
ko: SharePlay 사용 불가

source: SharePlay Workout Space
ja: SharePlayワークアウト空間
ko: SharePlay 워크아웃 공간

source: Shoulder
ja: 肩
ko: 어깨

source: Shoulder Alignment
ja: 肩のアライメント
ko: 어깨 정렬

source: Shoulder Asymmetry
ja: 肩の非対称
ko: 어깨 비대칭

source: Shoulder Engagement
ja: 肩の活性
ko: 어깨 활성

source: Shoulder position relative to the spine. Rounded shoulders indicate tight chest muscles.
ja: 脊椎に対する肩の位置。巻き肩は胸筋の緊張を示します。
ko: 척추 대비 어깨 위치. 굽은 어깨는 가슴 근육의 긴장을 나타냅니다.

source: Shoulder Press Machine
ja: ショルダープレスマシン
ko: 숄더 프레스 머신

source: Shoulders
ja: 肩
ko: 어깨

source: Shoulders 3x / week
ja: 週3回肩トレ
ko: 주 3회 어깨 운동

source: Show a daily briefing with your condition, recovery insights, and recommendations when you first open the app each morning.
ja: 毎朝アプリを開くと、コンディション、回復インサイト、おすすめを含むブリーフィングを表示します。
ko: 매일 아침 앱을 처음 열면 컨디션, 회복 인사이트, 추천 사항이 담긴 브리핑을 표시합니다.

source: Show All Data
ja: すべてのデータを表示
ko: 전체 데이터 보기

source: Showing your latest synced night because today's sleep stages aren't available yet.
ja: 今日の睡眠ステージがまだないため、直近で同期された夜のデータを表示しています。
ko: 오늘 수면 단계가 아직 없어 최근 동기화된 밤 데이터를 보여주고 있어요.

source: Shown on records updated within the last 7 days
ja: 直近7日以内に更新された記録に表示されます
ko: 최근 7일 내 갱신된 기록에 표시돼요

source: Shows relative frequency as a percentage (%)
ja: 相対頻度を百分率（%）で表示します
ko: 상대 빈도를 백분율(%)로 보여줘요

source: Side
ja: 側面
ko: 측면

source: Side View
ja: 側面撮影
ko: 측면 촬영

source: Signs of overtraining detected
ja: オーバートレーニングの兆候を検出
ko: 오버트레이닝 징후 감지

source: Simulator only. Seeds advanced athlete health trends, workouts, and per-exercise history.
ja: シミュレータ専用です。上級アスリート向けの健康トレンド、ワークアウト、種目別履歴を投入します。
ko: 시뮬레이터 전용입니다. 상급 운동형 건강 추세, 운동 기록, 운동별 히스토리를 채웁니다.

source: Single Exercise
ja: シングルエクササイズ
ko: 단일 운동

source: Sitting
ja: 座位時間
ko: 앉은 시간

source: Skating
ja: スケート
ko: 스케이팅

source: Skiing
ja: スキー
ko: 스키

source: Skin
ja: スキン
ko: 피부

source: Skin Opacity
ja: スキン透明度
ko: 피부 투명도

source: Skincare Routine
ja: スキンケア
ko: 스킨케어

source: Skip
ja: スキップ
ko: 건너뛰기

source: Skip Cycle
ja: サイクルをスキップ
ko: 주기 건너뛰기

source: Skip Exercise
ja: エクササイズをスキップ
ko: 운동 건너뛰기

source: Skipped
ja: スキップ済み
ko: 건너뜀

source: Skipped · Next %@
ja: スキップ · 次回 %@
ko: 건너뜀 · 다음 %@

source: sleep
ja: 睡眠
ko: 수면

source: Sleep
ja: 睡眠
ko: 수면

source: Sleep (%)
ja: 睡眠 (%)
ko: 수면 (%)

source: Sleep a few nights to see your sleep quality prediction.
ja: 数日間睡眠すると睡眠品質予測が表示されます。
ko: 며칠간 수면하면 수면 품질 예측을 볼 수 있어요.

source: Sleep Adjustment
ja: 睡眠調整
ko: 수면 보정

source: Sleep and Condition come from Apple Watch signals, then normalized to 0-100.
ja: 睡眠とコンディションはApple Watchのシグナルから0〜100に正規化されます。
ko: 수면과 컨디션은 Apple Watch 신호를 기반으로 0-100으로 정규화됩니다.

source: Sleep Before Midnight
ja: 深夜前に就寝
ko: 자정 전 취침

source: Sleep Debt
ja: 睡眠負債
ko: 수면 부채

source: Sleep Debt Alert
ja: 睡眠負債アラート
ko: 수면 부족 경고

source: Sleep debt is accumulating
ja: 睡眠負債が蓄積しています
ko: 수면 부채가 쌓이고 있습니다

source: Sleep debt: %@h — try sleeping earlier tonight.
ja: 睡眠負債: %@時間 — 今夜は早めに就寝しましょう。
ko: 수면 부채: %@시간 — 오늘 일찍 자보세요.

source: Sleep deficit
ja: 睡眠不足
ko: 수면 부족

source: Sleep Deficit
ja: 睡眠不足
ko: 수면 부족

source: Sleep Deficit Analysis
ja: 睡眠不足分析
ko: 수면 부족 분석

source: Sleep deficit slows fatigue recovery (τ increases)
ja: 睡眠不足は疲労回復を遅らせる（τが増加）
ko: 수면 부족은 피로 회복을 늦춤 (τ 증가)

source: Sleep Duration
ja: 睡眠時間
ko: 수면 시간

source: Sleep Journey
ja: 睡眠ジャーニー
ko: 수면 여정

source: Sleep Modifier
ja: 睡眠補正
ko: 수면 보정

source: Sleep Prediction
ja: 睡眠予測
ko: 수면 예측

source: Sleep Quality
ja: 睡眠の質
ko: 수면 품질

source: Sleep quality is declining
ja: 睡眠の質が低下しています
ko: 수면 품질이 하락하고 있습니다

source: Sleep quality is excellent
ja: 睡眠の質が優れています
ko: 수면 품질이 우수합니다

source: Sleep quality may be low tonight
ja: 今夜の睡眠の質が低い可能性があります
ko: 오늘 밤 수면 품질이 낮을 수 있어요

source: Sleep Recorded
ja: 睡眠記録完了
ko: 수면 기록 완료

source: Sleep stage inputs are partially unavailable. Journey mode may be simplified.
ja: 睡眠ステージ入力の一部を利用できないため、ジャーニーモードは簡略化される場合があります。
ko: 수면 단계 입력 일부를 사용할 수 없어 여정 모드가 단순화될 수 있어요.

source: Sleep stages are not available yet.
ja: 睡眠ステージはまだ利用できません。
ko: 수면 단계를 아직 사용할 수 없어요.

source: Sleep stages will appear after your next synced night.
ja: 次に同期された夜のデータが入ると、睡眠ステージが表示されます。
ko: 다음으로 동기화된 밤 데이터가 들어오면 수면 단계가 표시돼요.

source: Sleep timeline is cycling through your latest available stages.
ja: 睡眠タイムラインは最新の利用可能なステージを順に再生しています。
ko: 수면 타임라인이 최근 사용 가능한 단계를 순환하고 있어요.

source: Sleep Tips
ja: 睡眠のヒント
ko: 수면 팁

source: Sleep was insufficient
ja: 睡眠が不足していました
ko: 수면이 부족했습니다

source: Sleep was short, so stick to light exercise today. Pushing too hard will only make tomorrow worse.
ja: 睡眠が短かったので、今日は軽い運動にとどめましょう。無理をすると明日がもっと辛くなります。
ko: 수면이 부족했으니 오늘은 가벼운 운동만 하세요. 무리하면 내일이 더 힘들어집니다.

source: Sleep was short. Keep today's training easy and protect recovery.
ja: 睡眠が短めでした。今日は軽めのトレーニングで回復を守りましょう。
ko: 수면이 부족했어요. 오늘은 가벼운 운동으로 회복을 지켜주세요.

source: Sleep-led recovery view
ja: 睡眠主導の回復ビュー
ko: 수면 기반 회복 보기

source: Sleeping more than average on a given day does not reduce your accumulated debt. Each day's deficit is capped at zero — extra sleep won't cancel out previous shortfalls.
ja: ある日に平均より多く眠っても、累積された負債は減りません。各日の不足分は最小0に制限され、余分な睡眠では過去の不足分を相殺できません。
ko: 특정 날에 평균보다 많이 자도 누적된 부채가 줄어들지 않습니다. 각 날의 부채는 최소 0으로 제한되어, 초과 수면이 이전 부족분을 상쇄하지 않습니다.

source: Sleet
ja: みぞれ
ko: 진눈깨비

source: Slightly Easy — Comfortable exercise
ja: やや楽 — 快適な運動
ko: 약간 쉬움 — 편안한 운동

source: Slightly Short
ja: やや不足
ko: 약간 부족

source: Smith Machine
ja: スミスマシン
ko: 스미스 머신

source: Snooze 1 Day
ja: 1日延期
ko: 1일 미루기

source: Snoozed
ja: 延期済み
ko: 미룸

source: Snoozed · Next %@
ja: 延期 · 次回 %@
ko: 미룸 · 다음 %@

source: Snow
ja: 雪
ko: 눈

source: Snow Sports
ja: スノースポーツ
ko: 설상 스포츠

source: Snow/sleet — indoor workout recommended
ja: 雪/みぞれ — 室内ワークアウト推奨
ko: 눈/진눈깨비 — 실내 운동 추천

source: Snowboarding
ja: スノーボード
ko: 스노보드

source: SO₂
ja: 二酸化硫黄
ko: 이산화황

source: Soccer
ja: サッカー
ko: 축구

source: Social
ja: ソーシャル
ko: 소셜

source: Social Dance
ja: ソーシャルダンス
ko: 소셜 댄스

source: Softball
ja: ソフトボール
ko: 소프트볼

source: Solid recovery — HRV looks stable
ja: 安定した回復 — HRVが安定
ko: 안정적인 회복 — HRV가 안정적

source: Some condition and sleep sources are unavailable. DUNE is using fallback guidance.
ja: 一部のコンディションと睡眠データソースを利用できないため、DUNEは代替ガイダンスを使用しています。
ko: 일부 컨디션 및 수면 데이터 소스를 사용할 수 없어 DUNE가 대체 가이드를 사용하고 있어요.

source: Some data could not be loaded (%lld of %lld sources)
ja: 一部のデータを読み込めませんでした（%2$lldソース中%1$lld）
ko: 일부 데이터를 불러올 수 없습니다 (%2$lld개 소스 중 %1$lld개)

source: Some data could not be loaded (%lld of 6 sources)
ja: 一部のデータを読み込めませんでした（6ソース中%lld）
ko: 일부 데이터를 불러올 수 없습니다 (6개 중 %lld개 소스)

source: Some data could not be loaded (%lld/4 sources)
ja: 一部のデータを読み込めませんでした（%lld/4ソース）
ko: 일부 데이터를 불러올 수 없습니다 (%lld/4 소스)

source: Some recovery needed. Consider lighter work.
ja: もう少し回復が必要です。軽めの運動を検討しましょう。
ko: 회복이 좀 더 필요해요. 가벼운 운동을 고려하세요.

source: Something Went Wrong
ja: エラーが発生しました
ko: 문제가 발생했어요

source: soon
ja: まもなく
ko: 곧

source: Sorted by most frequently performed exercises
ja: 最も頻繁に実行された運動順に並べ替えます
ko: 가장 자주 수행한 운동 순으로 정렬돼요

source: Spatial data could not be loaded.
ja: 空間データを読み込めませんでした。
ko: 공간 데이터를 불러올 수 없습니다.

source: Spatial Recovery Volume
ja: 空間リカバリーボリューム
ko: 공간 회복 볼륨

source: Spatial Volume
ja: 空間ボリューム
ko: 공간 볼륨

source: Speak a workout like "Bench Press 80kg 8 reps" to review it and save a quick entry without leaving Vision Pro.
ja: "Bench Press 80kg 8 reps" のように話して、下書きを確認しながら Vision Pro 内でクイック保存できます。
ko: "Bench Press 80kg 8 reps"처럼 말해 초안을 검토하고 Vision Pro를 벗어나지 않고 빠르게 저장하세요.

source: Speak or type your workout command
ja: ワークアウトのコマンドを話すか入力してください
ko: 운동 명령을 말하거나 입력하세요

source: Speech capture could not start. Try again.
ja: 音声キャプチャを開始できませんでした。もう一度お試しください。
ko: 음성 캡처를 시작하지 못했습니다. 다시 시도해 주세요.

source: Speech recognition is not available on this device.
ja: このデバイスでは音声認識を利用できません。
ko: 이 기기에서는 음성 인식을 사용할 수 없습니다.

source: Speech recognition is restricted on this device.
ja: このデバイスでは音声認識が制限されています。
ko: 이 기기에서는 음성 인식이 제한되어 있습니다.

source: Speech recognition permission was denied. Type the workout instead.
ja: 音声認識の権限が拒否されました。代わりにワークアウトを入力してください。
ko: 음성 인식 권한이 거부되었습니다. 대신 운동을 입력해 주세요.

source: Sports
ja: スポーツ
ko: 스포츠

source: Spot your weekly sleep debt and compare recent rest against your baseline.
ja: 週間の睡眠負債を確認し、最近の休息をベースラインと比較しましょう。
ko: 주간 수면 부채를 확인하고 최근 수면을 기준치와 비교하세요.

source: Squash
ja: スカッシュ
ko: 스쿼시

source: Squeeze shoulder blades at the top
ja: トップで肩甲骨を寄せて収縮させます。
ko: 상단에서 견갑골을 모아 수축하세요.

source: Stability Ball
ja: バランスボール
ko: 짐볼

source: Stable
ja: 安定
ko: 안정

source: Stair Climber
ja: ステアクライマー
ko: 계단 오르기

source: Stair Climbing
ja: 階段昇り
ko: 계단 오르기

source: Stair Stepper
ja: ステッパー
ko: 스텝퍼

source: Stand facing the camera with your full body visible. Keep your arms relaxed at your sides.
ja: カメラに向かって全身が見えるように立ってください。腕はリラックスして体の横に下ろしてください。
ko: 카메라를 정면으로 보고 전신이 보이게 서세요. 팔은 편하게 옆에 내려주세요.

source: Standing shoulder press with barbell, targeting all three deltoid heads.
ja: バーベルを頭上に押し上げ、三角筋全体を鍛えるショルダープレスです。
ko: 바벨을 머리 위로 밀어 올리며 세 개의 삼각근을 모두 쓰는 어깨 프레스입니다.

source: Start
ja: 開始
ko: 시작

source: Start (%lld)
ja: 開始 (%lld)
ko: 시작 (%lld)

source: Start a shared workout board so everyone can keep the current exercise, sets, and reps aligned in Vision Pro.
ja: 共有ワークアウトボードを始めて、Vision Proで全員の現在の種目、セット数、回数を揃えて確認できます。
ko: 공유 워크아웃 보드를 시작해 Vision Pro에서 모두의 현재 운동, 세트 수, 횟수를 함께 맞춰 보세요.

source: Start date
ja: 開始日
ko: 시작일

source: Start Date
ja: 開始日
ko: 시작일

source: Start date cannot be in the future
ja: 開始日は未来の日付にできません
ko: 시작일은 미래일 수 없습니다

source: Start date is too far in the past
ja: 開始日が過去すぎます
ko: 시작일이 너무 과거입니다

source: Start Listening
ja: 音声入力を開始
ko: 듣기 시작

source: Start point
ja: 開始基準
ko: 시작 지점

source: Start recording workouts to see muscle volume analysis.
ja: 筋肉ボリューム分析のためにワークアウトを記録してください。
ko: 근육 볼륨 분석을 위해 운동을 기록해보세요.

source: Start recording workouts to see volume
ja: ボリューム確認のためワークアウトを記録しましょう
ko: 볼륨 확인을 위해 운동을 기록하세요

source: Start Session
ja: セッションを開始
ko: 세션 시작

source: Start SharePlay
ja: SharePlayを開始
ko: SharePlay 시작

source: Start tracking on iPhone or Apple Watch.
ja: iPhoneまたはApple Watchで記録を開始してください。
ko: iPhone 또는 Apple Watch에서 추적을 시작하세요.

source: Start training to track recovery
ja: 回復を追跡するためにトレーニングを始めてください
ko: 회복 추적을 위해 훈련을 시작하세요

source: Start winding down now for better recovery tomorrow.
ja: 明日の回復を高めるために、そろそろ寝る準備を始めましょう。
ko: 내일 더 잘 회복하려면 지금부터 취침 준비를 시작해 보세요.

source: Start with condition, notifications, training, wellness, habits, and Apple Watch workouts in one flow.
ja: コンディション、通知、トレーニング、ウェルネス、習慣、Apple Watchワークアウトまでをひとつの流れで始めましょう。
ko: 컨디션, 알림, 운동, 웰니스, 습관, Apple Watch 운동까지 한 흐름으로 시작해보세요.
